/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "注意！このオプションをオンにするとGrowlがログインアイテムに追加される";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "これをされると毎回ログインする時に全てのアプリケーションをGrowlを使えるようにGrowlを開始する。";

/* No comment provided by engineer. */
"Application: %@%\nTitle: %@\nDescription: %@\nClick to open the log" = "アプリケーション: %1$@%2$\nタイトル: %3$@\n説明: %4$@\nログを開く為にクリックする";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "%@を削除しますか？";

/* Button title for canceling */
"Cancel" = "キャンセル";

/* Next page is enabling growl at login */
"Continue on to enable Growl at login" = "ログイン時Growlを起動する為に続ける";

/* Next page is whats new in the current growl */
"Continue to learn whats new in Growl 1.3" = "新たなGrowl 1.3を知る為に続ける";

/* Next page is removing old growl's */
"Continue to remove old copies of Growl" = "旧のGrowlのバーションを削除する為に続ける";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "\"%@\"という音ファイルをみつかれません";

/* Title of menu item for default display */
"Default" = "標準設定";

/* Button label for disabling history */
"Disable History" = "履歴を無効";

/* Done */
"Done" = "終了";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "ログイン時にGrowlを起動する";

/* No comment provided by engineer. */
"Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows" = "Growl 1.3は新たなGNTPというネットワークシステムが着いてあります。GNTPはGrowl 1.3以上、またはGNTPに服従しているソフト、例えばウィンドウズ為のGrowlです。";

/* No comment provided by engineer. */
"Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there" = "Growl 1.3はユーザーの為に多くの変更点や新たな機能が追加されてきました。Growlはステータスバーで起動し、設定はステータスバーから開くことができます。";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growl履歴無効";

/* No comment provided by engineer. */
"Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login" = "Growlは常に起動される必要があります。ログイン時Growlを起動するためにこのボタンをクリックしてください。";

/* No comment provided by engineer. */
"History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off" = "履歴、または通知ロールアップも新しくなっています。使用されていない際は通知はウインドウに保管されます。\n履歴はオン設定になりますが、下のボタンをクリックするとオフになります。";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "通知がクリックされたとき %@ に知らせる";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "プロトコルバーションが無効となる。1.0のみ有効";

/* Button label for showing a website with more information on GNTP */
"Learn more about GNTP" = "GNTPについて並ぶ";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "旧Growlアンインストール";

/* Title for starting growl at login */
"Let Growl Start at Login" = "ログイン時にGrowlを開始する";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "エンクリプション為の初期化ベクトルは無効";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "キーハッシュ記号例は無効か、奇形か、なし";

/* Title for whats new to growl */
"New to Growl 1.3" = "新たなGrowl 1.3";

/* No comment provided by engineer. */
"No" = "いいえ";

/* No comment provided by engineer. */
"No Recent Notifications" = "最近の通知なし";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Growlの設定を開く";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Growlの設定を開く";

/* No comment provided by engineer. */
"Pause Growl" = "Growlを一時停止";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Growlのビジュアル通知を一停止";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Growl自身に転送することは不可能なので、localhostを入力しないでください。";

/* A valid IP or domain is needed to forward to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "有効なIPv4、IPv6アドレス、または、ドメインネームを入力してください。";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "'%@'というプラグインのインストールは成功しました。今すぐ設定しますか？";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "'%@'というプラグインはすでにインストールされています。上書きしますか？";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "'%@'というプラグインはこのバージョンを使用するMacでは起動できません。それでもインストールしますか？";

/* No comment provided by engineer. */
"Plugin already exists" = "すでにプラグインがあります。";

/* No comment provided by engineer. */
"Plugin installed" = "プラグインがインストールされました。";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "プラグインに固有のアーキテクチャがありません。";

/* No comment provided by engineer. */
"Plugin not installed" = "プラグインがインストールされていません。";

/* Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "プリビュー";

/* No comment provided by engineer. */
"Quit" = "終了する";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Growlを完全に終了する";

/* Button title for removing something */
"Remove" = "削除";

/* Title for removing old copies of growl */
"Remove old copies of Growl" = "旧のGrowlを削除する";

/* No comment provided by engineer. */
"Resume Growl" = "Growlを再開する";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Growlのビジュアル通知を再開する";

/* Button label for showing the preference pane */
"Show me the preference pane" = "Growlの設定を表示する";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "何らかの方法でエラーなしにプロトコル識別子を解析できたとしても、この状態は不可能である。有効か無効かのどちらかです。";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "留守中に%luの通知がありました。";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "'%@'というプラグインのインストール中にエラーが起こりました。";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "留守中に%luの通知がありました。";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "この動作はやり直しが不可能です。全ての通知履歴を削除するか確認してください。";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "これは%@というディスプレイのプリビュー";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "%@為のGrowlの設定を削除します。";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "履歴データベースが増え続けないよう、自動切断が少なくとも一種類以上実行可能でなければならない。";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "二つの自動切断を停止することはできません。";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "警告！全ての履歴を削除します。";

/* No comment provided by engineer. */
"We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available." = "旧Growlのインストールをコンピューターに発見しました。ホームページからアンインストールをダウンロードする為にこのボタンをクリックしてください。手動アンインストールの説明も入手可能です。";

/* Title welcoming a new user to growl */
"Welcome to Growl!" = "Growlへようこそ！";

/* No comment provided by engineer. */
"Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to to get to know Growl 1.3." = "Growlのツアーへようこそ！Growlを使用したことがありましても、Growl 1.3をご理解を深める為にお時間を取っていただければ役立ちます。";

/* No comment provided by engineer. */
"Yes" = "はい";

/* Done with first launch dialog */
"You are all ready to go, enjoy Growl!" = "準備できまして、Growlをお楽しみに！";